Repository: applejian/imageoptim
Catalog: *.lproj/PrefsController.strings
Languages: german

# 5.title
source: ImageOptim Preferences
german: ImageOptim Einstellungen

# 167.label
source: General
german: Allgemein

# 204.headerCell.title
source: Chunk name
german: Segmentname

# 219.gToolTip
source: Remove Gamma-related chunks
german: Gamma Segmente entfernen

# 280.title
source: Writing files to disk
german: Speichern der Dateien

# 282.title
source: CPU usage
german: CPU Auslastung

# 570.designableIsNilPlaceholder
source: Chunk name
german: Segmentname

# 570.designableNotApplicablePlaceholder
source: N/A
german: Nicht verfügbar

# 804.title
source: Preserve file permissions, attributes and hardlinks
german: Dateiberechtigungen, -attribute und Hardlinks erhalten

# 805.title
source: Backup original files before saving
german: Quelldatei vor dem Speichern sichern

# 806.title
source: Number of tasks run at once
german: Anzahl der gleichzeitigen Durchgänge

# 807.title
source: Run tasks with lower priority
german: Aufgaben mit niedrigerer Priorität durchführen

# 808.title
source: For best performance set to more than number of CPUs (cores) Number of tasks will change after application is restarted
german: Für eine schnellere Optimierung die Anzahl der gleichzeitigen Durchgänge erhöhen Änderungen erfordern einen Neustart des Programms

# 814.title
source: AdvPNG path
german: Pfad zu AdvPNG

# 815.title
source: Browse
german: Durchsuchen

# 816.title
source: Use built-in version
german: Benutze die eingebaute Version

# 818.title
source: Optimisation level
german: Grad der Optimierung

# 819.title
source: Fast
german: Schnell

# 820.title
source: Insane
german: Wahnsinnig

# 824.title
source: Enabled
german: Aktiviert

# 826.title
source: OptiPNG path
german: Pfad zu OptiPNG

# 827.title
source: Browse
german: Durchsuchen

# 828.title
source: Make images interlaced (progressive)
german: Erstelle die Bilder interlaced (progressive)

# 829.title
source: Optimisation level
german: Grad der Optimierung

# 830.title
source: Use built-in version
german: Benutze die eingebaute Version

# 831.title
source: Interlaced files are usually larger
german: Diese Dateien sind für gewöhnlich größer

# 833.title
source: 24 trials
german: 24 Versuche

# 834.title
source: 240 trials
german: 240 Versuche

# 836.title
source: Enabled
german: Aktiviert

# 838.title
source: PNGCrush path
german: Pfad zu PNGCrush

# 839.title
source: Try fixing damaged files
german: Versuche beschädigte Dateien zu reparieren

# 840.title
source: Remove chunks
german: Entferne Segmente

# 841.title
source: Add
german: Hinzufügen

# 842.title
source: Remove
german: Entfernen

# 843.title
source: Names are case-sensitive
german: Groß-/Kleinschreibung beachten!

# 845.title
source: Browse
german: Durchsuchen

# 846.title
source: Use built-in version
german: Benutze die eingebaute Version

# 848.title
source: Enabled
german: Aktiviert

# 849.title
source: Web browsers require gamma to be removed
german: Web Browser erwarten entfernte Gamma Daten

# 850.title
source: (PNGCrush is redundant when using PNGOUT)
german: (PNGCrush wird nicht benutzt wenn PNGOUT aktiviert ist)

# 852.title
source: PNGOUT path
german: Pfad zu PNGOUT

# 853.title
source: Browse
german: Durchsuchen

# 854.title
source: Remove all optional chunks
german: Entferne alle optionalen Segmente

# 856.title
source: Optimisation type
german: Art der Optimierung

# 857.title
source: Simple
german: Einfach

# 858.title
source: Xtreme
german: Wahnsinnig

# 859.title
source: Use built-in version (not available, see Help menu)
german: Benutze die eingebaute Version (nicht verfügbar, siehe Hilfe Menü)

# 860.title
source: Intense
german: Intensiv

# 861.title
source: Longest match
german: Längste Übereinstimmung

# 862.title
source: Try various different filters
german: Versuche verschiedene Filter

# 864.title
source: Enabled
german: Aktiviert

# 865.title
source: Web browsers require gamma chunks to be removed
german: Web Browser erwarten entfernte Gamma Daten

# 867.title
source: JPEGOptim path
german: Pfad zu JPEGOptim

# 868.title
source: Maximum quality
german: Maximale Qualität

# 869.title
source: Strip Comments from files
german: Entferne Kommentare aus den Dateien

# 870.title
source: Strip EXIF markers from files
german: Entferne EXIF Markierungen aus den Dateien

# 871.title
source: Browse
german: Durchsuchen

# 873.title
source: Use built-in version
german: Benutze die eingebaute Version

# 879.title
source: Enabled
german: Aktiviert

# 897.title
source: Enabled
german: Aktiviert

# 907.title
source: Use built-in version
german: Benutze die eingebaute Version

# 910.title
source: Browse
german: Durchsuchen

# 911.title
source: Strip EXIF markers and comments from files
german: Entferne EXIF Markierungen und Kommentare aus den Dateien

# 914.title
source: Jpegtran path
german: Pfad zu Jpegtran

# 946.title
source: Interrupt if takes too long to execute
german: Breche die Optimierung ab, falls der Prozess zu lange läuft

# 971.title
source: Gifsicle path
german: Pfad zu Gifsicle

# 972.title
source: Browse
german: Durchsuchen

# 976.title
source: Use built-in version
german: Benutze die eingebaute Version

# 985.title
source: Enabled
german: Aktiviert
